7767517
9 9
Input            input.1                  0 1 input.1
Convolution      Conv_0                   1 1 input.1 7 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=432
ReLU             Relu_1                   1 1 7 8
Pooling          MaxPool_2                1 1 8 9 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_3                   1 1 9 10 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
ReLU             Relu_4                   1 1 10 11
Pooling          AveragePool_6            1 1 11 13 0=1 1=24 11=24 2=20 12=20 3=0 13=0 14=0 15=0 5=1 6=0
Flatten          Flatten_7                1 1 13 14
InnerProduct     Gemm_8                   1 1 14 15 0=2 1=1 2=1600
