7767517
11 11
Input            input.1                  0 1 input.1
Convolution      Conv_0                   1 1 input.1 9 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=432
ReLU             Relu_1                   1 1 9 10
Pooling          MaxPool_2                1 1 10 11 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_3                   1 1 11 12 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
ReLU             Relu_4                   1 1 12 13
Pooling          MaxPool_5                1 1 13 14 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_6                   1 1 14 15 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18432
Pooling          MaxPool_7                1 1 15 16 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Reshape          Reshape_13               1 1 16 24 0=-1
InnerProduct     Gemm_14                  1 1 24 25 0=2 1=1 2=86528
